Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# pm.empty.notes.title
source: No Notes
de: Keine Notizen
es: Sin notas
fr: Aucune note
it: Nessuna nota
nl: Geen notities
pl: Brak notatek
pt: Sem notas
ru: Нет примечаний

# pm.enable.email.protection
source: Enable Email Protection
de: Email Protection aktivieren
es: Activar Email Protection
fr: Activez Email Protection
it: Abilita Email Protection
nl: E-mailbeveiliging inschakelen
pl: Włącz ochronę poczty Email Protection
pt: Ativa a Email Protection
ru: Включите защиту электронной почты

# pm.identification
source: Identification
de: Identifikation
es: Identificación
it: Identificazione
nl: Identificatie
pl: Identyfikacja
pt: Identificação
ru: Учетные данные

# pm.identity.autofill.title.default
source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
nl: Adres
pl: Adres
pt: Morada
ru: Адрес

# pm.last.updated
source: Last Updated
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt: Última atualização
ru: Последнее обновление

# pm.lock-screen.duration
source: Your autofill info will remain unlocked until your computer is idle for %@.
de: Deine Autovervollständigungsdaten bleiben freigeschaltet, bis dein Computer für %@ inaktiv ist.
es: Tu información de autocompletar permanecerá desbloqueada hasta que tu ordenador esté inactivo durante %@.
fr: Vos informations de saisie automatique resteront déverrouillées jusqu'à ce que votre ordinateur soit inactif pendant %@.
it: La compilazione automatica delle informazioni rimarrà sbloccata per %@ fino a quando il computer non si disattiverà.
nl: Je automatisch ingevulde gegevens blijven ontgrendeld totdat je computer %@ inactief is.
pl: Informacje autouzupełniania pozostaną odblokowane do czasu, aż komputer będzie bezczynny przez %@.
pt: As tuas informações de preenchimento automático permanecerão desbloqueadas durante %@ até o teu computador ficar inativo.
ru: Ваши автозаполняемые данные останутся в разблокированном состоянии в течение %@, пока компьютер не перейдет в режим простоя.

# pm.lock-screen.preferences.label
source: Change in
de: Änderung in
es: Cambiar en
fr: Modification dans
it: Cambiamento di
nl: Veranderen in
pl: Zmień w obszarze
pt: Alterar nas
ru: Изменить в разделе

# pm.lock-screen.preferences.link
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки

# pm.lock-screen.prompt.autofill
source: unlock access to your autofill info
de: Zugang zu deinen Autovervollständigungs-Infos freischalten
es: desbloquear el acceso a tu información de autocompletar
fr: déverrouiller l'accès à vos informations de saisie automatique
it: sblocca l'accesso alla compilazione automatica delle informazioni
nl: toegang tot automatisch ingevulde gegevens ontgrendelen
pl: odblokuj dostęp do informacji autouzupełniania
pt: desbloquear o acesso às tuas informações de preenchimento automático
ru: Разблокировать доступ к автозаполняемым данным

# pm.lock-screen.prompt.change-settings
source: change your autofill info access settings
de: Einstellungen für das automatische Ausfüllen von Informationen ändern
es: cambiar la configuración de acceso a la información de autocompletar
fr: modifier les paramètres d'accès à vos informations de saisie automatique
it: modifica le impostazioni di accesso alla compilazione automatica delle informazioni
nl: toegangsinstellingen voor automatisch ingevulde gegevens wijzigen
pl: zmień ustawienia dostępu do informacji autouzupełniania
pt: alterar as tuas definições de acesso às informações de preenchimento automático
ru: Изменить настройки доступа к автозаполняемым данным

# pm.lock-screen.prompt.export-logins
source: export your usernames and passwords
de: Deine Benutzernamen und Passwörter exportieren
es: exporta tus nombres de usuario y contraseñas
fr: exporter vos noms d'utilisateur et mots de passe
it: esporta i tuoi nomi utente e le tue password
nl: je gebruikersnamen en wachtwoorden exporteren
pl: eksportuj swoje nazwy użytkownika i hasła
pt: exportar os nomes de utilizador e as palavras-passe
ru: Экспортировать имена пользователей и пароли

# pm.lock-screen.prompt.unlock-logins
source: unlock your passwords and autofill info for you
de: deine Passwörter freischalten und Informationen autovervollständigen
es: desbloquea tus contraseñas y completa automáticamente tu información
fr: débloque vos mots de passe et saisit automatiquement les informations pour vous
it: sblocca le tue password e compila automaticamente le informazioni
nl: ontgrendel je wachtwoorden en vul gegevens automatisch in
pl: odblokuj hasła i automatycznie uzupełniaj informacje
pt: desbloquear as palavras-passe e preencher automaticamente informações por ti
ru: Разблокирует ваши пароли и автоматически заполнит информацию

# pm.lock-screen.threshold.1-hour
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
nl: 1 uur
pl: 1 godzina
pt: 1 hora
ru: 1 ч.

# pm.lock-screen.threshold.5-minutes
source: 5 minutes
de: 5 Minuten
es: 5 minutos
it: 5 minuti
nl: 5 minuten
pl: 5 minut
pt: 5 minutos
ru: 5 мин.

# pm.lock-screen.threshold.12-hours
source: 12 hours
de: 12 Stunden
es: 12 horas
fr: 12 heures
it: 12 ore
nl: 12 uur
pl: 12 godzin
pt: 12 horas
ru: 12 ч.

# pm.lock-screen.threshold.15-minutes
source: 15 minutes
de: 15 Minuten
es: 15 minutos
it: 15 minuti
nl: 15 minuten
pl: 15 minut
pt: 15 minutos
ru: 15 мин.

# pm.lock-screen.threshold.30-minutes
source: 30 minutes
de: 30 Minuten
es: 30 minutos
it: 30 minuti
nl: 30 minuten
pl: 30 minut
pt: 30 minutos
ru: 30 мин.

# pm.month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
nl: Maand
pl: Miesiąc
pt: Mês
ru: Месяц

# pm.name.first
source: First Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
nl: Voornaam
pl: Imię
pt: Nome próprio
ru: Имя

# pm.name.last
source: Last Name
de: Nachname
es: Apellidos
fr: Nom de famille
it: Cognome
nl: Achternaam
pl: Nazwisko
pt: Apelido
ru: Фамилия

# pm.name.middle
source: Middle Name
de: Mittlerer Name
es: Segundo nombre
fr: Deuxième prénom
it: Secondo nome
nl: Middelste naam
pl: Drugie imię
pt: Nome do meio
ru: Второе имя

# pm.new.card
source: Credit Card
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte bancaire
it: Carta di credito
pl: Karta kredytowa
pt: Cartão de crédito
ru: Платежная карта

# pm.new.identity
source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identità
nl: Identiteit
pl: Tożsamość
pt: Identidade
ru: Учетные данные

# pm.new.login
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ru: Пароль

# pm.new.note
source: Note
de: Hinweis
es: Nota
it: Nota
nl: Notitie
pl: Notatka
pt: Nota
ru: Примечание

# pm.note
source: Note
de: Hinweis
es: Nota
it: Nota
nl: Opmerking
pl: Notatka
pt: Nota
ru: Примечание

# pm.note.empty
source: Empty note
de: Leerer Hinweis
es: Nota vacía
fr: Note vide
it: Nota vuota
nl: Lege notitie
pl: Pusta notatka
pt: Nota vazia
ru: Пустое примечание

# pm.notes
source: Notes
de: Notizen
es: Notas
it: Note
nl: Opmerkingen
pl: Uwagi
pt: Notas
ru: Примечания

# pm.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ru: Пароль

# pm.phone-number
source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
ru: Номер телефона

# pm.private.email.mesage.activate.confirm.content
source: Emails sent to %@ will again be forwarded to your inbox.
de: E-Mails, die an %@ gesendet werden, werden wieder an deinen Posteingang weitergeleitet.
es: Los correos electrónicos enviados a %@ volverán a reenviarse a tu bandeja de entrada.
fr: Les e-mails envoyés à %@ seront à nouveau transférés vers votre boîte de réception.
it: Le e-mail inviate a %@ saranno nuovamente inoltrate alla tua casella di posta.
nl: E-mails die naar %@ worden gestuurd, worden opnieuw doorgestuurd naar je inbox.
pl: Wiadomości e-mail wysłane do %@ będą ponownie przekazywane do Twojej skrzynki odbiorczej.
pt: Os e-mails enviados para %@ serão encaminhados para a tua caixa de entrada.
ru: Электронные письма, отправленные на адрес %@, снова будут пересылаться на ваш почтовый ящик.

# pm.private.email.mesage.activate.confirm.title
source: Reactivate Private Duck Address?
de: Private Duck Address reaktivieren?
es: ¿Reactivar la Duck Address privada?
fr: Réactiver la Duck Address privée ?
it: Riattivare Duck Address privato?
nl: Privé-Duck Address opnieuw activeren?
pl: Ponownie aktywować prywatny adres Duck Address?
pt: Reativar Duck Address privado?
ru: Вновь активировать приватный адрес Duck Address?

# pm.private.email.mesage.active
source: Duck Address Active
de: Duck Address aktiv
es: Duck Address activa
it: Duck Address attivo
nl: Actief Duck Address
pl: Duck Address aktywny
pt: Duck Address ativo
ru: Адрес Duck Address активирован

# pm.private.email.mesage.deactivate.confirm.content
source: Emails sent to %@ will no longer be forwarded to your inbox.
de: E-Mails, die an %@ gesendet werden, werden nicht mehr an deinen Posteingang weitergeleitet.
es: Los correos electrónicos electrónicos enviados a %@ ya no se se reenviarán a tu bandeja de entrada.
fr: Les e-mails envoyés à %@ ne seront plus transférés vers votre boîte de réception.
it: Le e-mail inviate a %@ non saranno più inoltrate alla tua casella di posta in arrivo.
nl: E-mails die naar %@ worden gestuurd, worden niet meer doorgestuurd naar je inbox.
pl: Wiadomości e-mail wysłane do %@ nie będą już przekazywane do Twojej skrzynki odbiorczej.
pt: Os e-mails enviados para %@ já não serão encaminhados para a tua caixa de entrada.
ru: Электронные письма, отправленные на адрес %@, не будут пересылаться на ваш почтовый ящик.

# pm.private.email.mesage.deactivate.confirm.title
source: Deactivate Private Duck Address?
de: Private Duck Address deaktivieren?
es: ¿Desactivar la Duck Address privada?
fr: Désactiver la Duck Address privée ?
it: Disattivare Duck Address privato?
nl: Privé-Duck Address deactiveren?
pl: Dezaktywować prywatny adres Duck Address?
pt: Desativar Duck Address privado?
ru: Деактивировать приватный адрес Duck Address?

# pm.private.email.mesage.error
source: Management of this address is temporarily unavailable.
de: Die Verwaltung dieser Adresse ist vorübergehend nicht möglich.
es: La gestión de esta dirección no está disponible temporalmente.
fr: La gestion de cette adresse est temporairement indisponible.
it: La gestione di questo indirizzo non è al momento disponibile.
nl: Beheren van dit adres is tijdelijk niet beschikbaar.
pl: Zarządzanie tym adresem jest chwilowo niedostępne.
pt: A gestão deste endereço está temporariamente indisponível.
ru: Управление этим адресом временно недоступно.

# pm.private.email.mesage.inactive
source: Duck Address Deactivated
de: Duck Address deaktiviert
es: Duck Address desactivada
fr: Duck Address désactivée
it: Duck Address disattivato
nl: Gedeactiveerd Duck Address
pl: Duck Address dezaktywowany
pt: Duck Address desativado
ru: Адрес Duck Address деактивирован

# pm.removed.duck.address.button
source: Got it
de: Verstanden
es: Entendido
fr: J'ai compris
it: Ho capito
nl: Ik snap het
pl: Rozumiem
pt: Entendi
ru: Понятно

# pm.removed.duck.address.content
source: You can still manage this Duck Address from emails received from it in your personal inbox.
de: Du kannst diese Duck Address weiterhin über die E-Mails in deinem persönlichen Posteingang verwalten.
es: Puedes gestionar esta Duck Address desde los correos electrónicos recibidos en tu bandeja de entrada personal.
fr: Vous pouvez toujours gérer cette Duck Address à partir des e-mails reçus de sa part dans votre boîte de réception personnelle.
it: Puoi comunque gestire questo Duck Address dalle e-mail da esso ricevute nella tua casella di posta personale.
nl: Je kunt dit Duck Address nog steeds beheren via e-mails die je ervan ontvangt in je persoonlijke inbox.
pl: Nadal możesz zarządzać adresem Duck Address z wiadomości e-mail otrzymanych z tego adresu w swojej osobistej skrzynce odbiorczej.
pt: Ainda podes gerir este Duck Address a partir dos e-mails recebidos deste endereço na tua caixa de entrada pessoal.
ru: Вы по-прежнему можете управлять этим адресом Duck Address через поступившие на него письма в своем почтовом ящике.

# pm.removed.duck.address.title
source: Private Duck Address username was removed
de: Benutzername von Private Duck Address wurde entfernt
es: Se ha eliminado el nombre de usuario de la Duck Address privada
fr: Le nom d'utilisateur de la Duck Address privée a été supprimé
it: Il nome utente Private Duck Address è stato rimosso
nl: De persoonlijke gebruikersnaam voor het Duck Address is verwijderd
pl: Nazwa użytkownika prywatnego adresu Duck Address została usunięta
pt: O nome de utilizador privado do Duck Address foi removido
ru: Приватное имя пользователя Duck Address удалено

# pm.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить

# pm.save-credentials.editable.title
source: Save password in DuckDuckGo?
de: Passwort in DuckDuckGo speichern?
es: ¿Guardar contraseña en DuckDuckGo?
fr: Enregistrer le mot de passe dans DuckDuckGo ?
it: Salvare la password in DuckDuckGo?
nl: Wachtwoord opslaan in DuckDuckGo?
pl: Zapisać hasło w DuckDuckGo?
pt: Guardar palavra-passe no DuckDuckGo?
ru: Сохранить пароль в DuckDuckGo?

# pm.save-credentials.non-editable.title
source: New password saved
de: Neues Passwort gespeichert
es: Nueva contraseña guardada
fr: Nouveau mot de passe enregistré
it: Nuova password salvata
nl: Nieuw wachtwoord opgeslagen
pl: Zapisano nowe hasło
pt: Nova palavra-passe guardada
ru: Новый пароль сохранен

# pm.save-credentials.security.info
source: Passwords are encrypted. Nobody but you can see them, not even us. [Learn More](https://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
de: Passwörter sind verschlüsselt. Niemand außer dir kann sie sehen, nicht einmal wir. [Mehr erfahren](https://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
es: Las contraseñas están cifradas. Nadie más que tú puede verlas, ni siquiera nosotros. [Más información](https://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
fr: Les mots de passe sont cryptés. Personne d'autre que vous ne peut les voir, pas même nous. [En savoir plus](https://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
it: Le password sono crittografate. Nessuno tranne te può vederle, nemmeno noi. [Scopri di più](https://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
nl: Wachtwoorden worden versleuteld. Niemand anders dan jij kunt ze zien, zelfs wij niet. [Meer informatie](https://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
pl: Hasła są szyfrowane. Nikt poza Tobą ich nie widzi, nawet my. [Więcek informacji](https://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
pt: As palavras-passe estão encriptadas. Ninguém além de ti pode vê-las, nem mesmo nós. [Sabe mais](https://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
ru: Пароли подвергаются шифрованию. Никто, кроме вас, их не увидит. Даже мы. [Learn More](https://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)

# pm.signin.to.manage
source: %@ to manage your Duck Addresses on this device.
de: %@, um deine Duck Addresses auf diesem Gerät zu verwalten.
es: %@ para gestionar tus Duck Addresses en este dispositivo.
fr: %@ pour gérer vos Duck Addresses sur cet appareil.
it: %@ per gestire i tuoi Duck Address su questo dispositivo.
nl: %@ om je Duck-adressen op dit apparaat te beheren.
pl: %@, aby zarządzać adresami Duck Address na tym urządzeniu.
pt: %@ para gerires os teus Duck Addresses neste dispositivo.
ru: %@ для управления адресами Duck Address с этого устройства.

# pm.sort.date.ascending
source: Newest First
de: Neueste zuerst
es: Más reciente primero
fr: Du plus récent au plus ancien
it: Prima il più recente
nl: Nieuwste eerst
pl: Najpierw najnowsze
pt: Mais recente primeiro
ru: От новых к старым

# pm.sort.date.descending
source: Oldest First
de: Älteste zuerst
es: Más antiguo primero
fr: Du plus ancien au plus récent
it: Prima il meno recente
nl: Oudste eerst
pl: Najpierw najstarsze
pt: Mais antigo primeiro
ru: От старых к новым

# pm.sort.parameter.date-created
source: Date Created
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
it: Data di creazione
nl: Datum aangemaakt
pl: Data utworzenia
pt: Data de criação
ru: По дате создания

# pm.sort.parameter.date-modified
source: Date Modified
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
it: Data modificata
nl: Datum gewijzigd
pl: Data modyfikacji
pt: Data de modificação
ru: По дате изменения

# pm.sort.parameter.title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
pt: Título
ru: Название

# pm.sort.string.ascending
source: Alphabetically
de: Alphabetisch
es: En orden alfabético
fr: Par ordre alphabétique
it: Alfabeticamente
nl: Alfabetisch
pl: Alfabetycznie
pt: Por ordem alfabética
ru: В алфавитном порядке

# pm.sort.string.descending
source: Reverse Alphabetically
de: Alphabetisch rückwärts
es: En orden alfabético inverso
fr: Dans le sens inverse de l'alphabet
it: Inverti l'ordine alfabetico
nl: Alfabetisch omdraaien
pl: Alfabetycznie od końca
pt: Inverter a ordem alfabética
ru: В обратном алфавитном порядке

# pm.update-credentials.title
source: Update password?
de: Passwort aktualisieren?
es: ¿Actualizar contraseña?
fr: Modifier le mot de passe ?
it: Aggiornare password?
nl: Wachtwoord bijwerken?
pl: Zaktualizować hasło?
pt: Atualizar palavra-passe?
ru: Обновить пароль?

# pm.username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
ru: Имя пользователя

# pm.website
source: Website URL
de: URL der Website
es: URL del sitio web
fr: URL du site Web
it: URL del sito Web
nl: URL van de website
pl: Adres URL witryny
pt: URL do site
ru: Адрес сайта

# pm.year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
nl: Jaar
pl: Rok
pt: Ano
ru: Год

# ppro.feedback-form.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить

# ppro.feedback-form.button.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
nl: Klaar
pl: Gotowe
pt: Feito
ru: Готово

# ppro.feedback-form.button.submit
source: Submit
de: Abschicken
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden
pl: Prześlij
pt: Submeter
ru: Отправить

# ppro.feedback-form.button.submitting
source: Submitting…
de: Wird gesendet ...
es: Enviando...
fr: Envoi en cours…
it: Invio in corso...
nl: Bezig met verzenden …
pl: Przesyłanie...
pt: A enviar…
ru: Отправка...

# ppro.feedback-form.category.otp
source: Issue with one-time password
de: Problem mit dem Einmal-Passwort
es: Problema con la contraseña de un solo uso
fr: Problème lié au mot de passe à usage unique
it: Problema con la password monouso
nl: Probleem met eenmalig wachtwoord
pl: Problem z hasłem jednorazowym
pt: Problema com a palavra-passe de utilização única
ru: Проблема с одноразовым паролем

# ppro.feedback-form.category.select-category
source: Select a category
de: EINE KATEGORIE AUSWÄHLEN
es: SELECCIONA UNA CATEGORÍA
fr: SÉLECTIONNER UNE CATÉGORIE
it: SELEZIONA UNA CATEGORIA
nl: SELECTEER EEN CATEGORIE
pl: WYBIERZ KATEGORIĘ
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ

# ppro.feedback-form.category.something-else
source: Something else
de: Etwas anderes
es: Otro problema
fr: Autre chose
it: Qualcos'altro
nl: Iets anders
pl: Coś innego
pt: Outra coisa
ru: Что-то другое

# ppro.feedback-form.disclaimer
source: Reports are anonymous and sent to DuckDuckGo to help improve our service
de: Berichte sind anonym und werden an DuckDuckGo gesendet, um unseren Dienst zu verbessern.
es: Los informes son anónimos y se envían a DuckDuckGo para ayudar a mejorar nuestro servicio
fr: Les rapports sont anonymes et envoyés à DuckDuckGo pour nous aider à améliorer notre service
it: Le segnalazioni sono anonime e inviate a DuckDuckGo per contribuire a migliorare il nostro servizio
nl: Meldingen zijn anoniem en worden naar DuckDuckGo gestuurd om onze service te helpen verbeteren.
pl: Zgłoszenia są anonimowe i wysyłane do DuckDuckGo w celu ulepszenia naszych usług
pt: As denúncias são anónimas e enviadas para a DuckDuckGo para ajudar a melhorar o nosso serviço
ru: Отчеты носят анонимный характер и отправляются в DuckDuckGo для повышения качества услуг.

# ppro.feedback-form.email.label
source: Provide an email if you’d like us to contact you about this issue (we may not be able to respond to all issues):
de: Gib eine E-Mail-Adresse an, wenn du möchtest, dass wir dich zu diesem Problem kontaktieren (wir können möglicherweise nicht auf alle Anfragen antworten):
es: Indica una dirección de correo electrónico si quieres que nos pongamos en contacto contigo en relación con esta incidencia (es posible que no podamos responder a todas las incidencias):
fr: Indiquez une adresse e-mail si vous souhaitez que nous vous contactions à propos de ce problème (il se peut que nous ne soyons pas en mesure de répondre à tous les problèmes) :
it: Indica un indirizzo e-mail se vuoi che ti contattiamo in merito a questo problema (potremmo non essere in grado di rispondere a tutti i problemi):
nl: Geef een e-mailadres op als je wilt dat we contact met je opnemen over dit probleem (het is mogelijk dat we niet op alle problemen kunnen reageren):
pl: Podaj adres e-mail, jeśli wyrażasz zgodę na kontakt w tej sprawie (możemy nie być w stanie odpowiedzieć na wszystkie zgłoszenia):
pt: Fornece um e-mail se quiseres que te contactemos sobre este problema (podemos não conseguir responder a todos os problemas):
ru: Укажите адрес эл. почты, если вы хотите, чтобы мы связались с вами по этому вопросу (возможно, мы не ответим на все вопросы):

# ppro.feedback-form.general-feedback.placeholder
source: Please give us your feedback:
de: Bitte gib uns dein Feedback:
es: Danos tu opinión:
fr: Veuillez nous faire part de vos commentaires :
it: Comunicaci la tua opinione:
nl: Geef ons je feedback:
pl: Przekaż nam swoją opinię:
pt: Envia-nos o teu feedback:
ru: Оставьте комментарий здесь:

# ppro.feedback-form.request-feature.placeholder
source: What feature would you like to see?
de: Welche Funktion möchtest du sehen?
es: ¿Qué función te gustaría ver?
fr: Quelle fonctionnalité aimeriez-vous voir ?
it: Quale funzionalità vorresti vedere?
nl: Welke functie wil je zien?
pl: Na jakiej funkcji Ci zależy?
pt: Que funcionalidade gostarias de ver?
ru: Какую функцию вы хотели бы увидеть?

# ppro.feedback-form.sending-confirmation.description
source: Your Feedback will help us improve Privacy Pro.
de: Dein Feedback hilft uns, Privacy Pro zu verbessern.
es: Tus comentarios nos ayudarán a mejorar Privacy Pro.
fr: Vos commentaires nous aideront à améliorer Privacy Pro.
it: La tua opinione ci aiuterà a migliorare Privacy Pro.
nl: Jouw feedback helpt ons Privacy Pro te verbeteren.
pl: Twoja opinia pomoże nam udoskonalić Privacy Pro.
pt: O teu Feedback ajuda-nos a melhorar o Privacy Pro.
ru: Ваш отзыв поможет нам улучшить тариф Privacy Pro.
